Repository: baller70/hooptrack
Catalog: HooptrackPlayer/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account.delete
source: Delete account
zh_hans: 删除账户

# account.deleteButton
source: Delete Account
zh_hans: 删除账户

# account.deleteConfirm
source: Delete this HoopTrack player account and local session data?
zh_hans: 要删除此 HoopTrack 球员账户和本地会话数据吗？

# account.legal
source: Legal and support
zh_hans: 法律与支持

# account.session
source: Session
zh_hans: 会话

# auth.createAccount
source: Create Account
zh_hans: 创建账户

# auth.email
source: Email
zh_hans: 电子邮件

# auth.failed
source: Sign-in failed
zh_hans: 登录失败

# auth.mode
source: Authentication mode
zh_hans: 认证模式

# auth.name
source: Name
zh_hans: 姓名

# auth.password
source: Password
zh_hans: 密码

# auth.register
source: Register
zh_hans: 注册

# auth.signIn
source: Sign In
zh_hans: 登录

# auth.signOut
source: Sign Out
zh_hans: 退出登录

# auth.subtitle
source: Train. Track. Improve.
zh_hans: 训练、记录、提升

# capture.body
source: Record training, add reps and notes, then upload to your shared HoopTrack account when connected.
zh_hans: 记录训练，添加次数和备注，联网后上传到你的 HoopTrack 账户。

# capture.chooseVideo
source: Choose Video
zh_hans: 选择视频

# capture.notes
source: Training notes
zh_hans: 训练备注

# capture.reps
source: Reps
zh_hans: 次数

# capture.review
source: Review training
zh_hans: 回顾训练

# capture.start
source: Capture Training
zh_hans: 记录训练

# capture.title
source: Capture and review
zh_hans: 记录与回顾

# capture.training
source: Training
zh_hans: 训练

# capture.uploading
source: Uploading training video
zh_hans: 正在上传训练视频

# error.generic
source: Something went wrong. Please try again.
zh_hans: 出现问题。请重试。

# error.invalidResponse
source: The HoopTrack server returned an invalid response.
zh_hans: HoopTrack 服务器返回了无效响应。

# loading
source: Loading HoopTrack
zh_hans: 正在加载 HoopTrack

# metric.consistency
source: Consistency
zh_hans: 稳定性

# metric.effort
source: Effort
zh_hans: 努力

# metric.iq
source: IQ
zh_hans: 球商

# metric.streak
source: Streak
zh_hans: 连续天数

# offline.message
source: Recent training remains visible. Reconnect to sync with HoopTrack.
zh_hans: 最近训练仍可查看。重新连接后同步 HoopTrack。

# offline.title
source: Offline mode
zh_hans: 离线模式

source: OK
zh_hans: 好

source: Privacy Policy
zh_hans: 隐私政策

# progress.history
source: Training history
zh_hans: 训练历史

# progress.next
source: Next focus
zh_hans: 下一重点

# retry.refresh
source: Refresh
zh_hans: 刷新

# retry.title
source: Try again
zh_hans: 请重试

# roleBlocked.message
source: This iPhone app is locked to player accounts. Use HoopTrack Coach for coach tools.
zh_hans: 此 iPhone App 仅限球员账户。教练工具请使用 HoopTrack Coach。

# roleBlocked.title
source: Player app only
zh_hans: 仅限球员 App

source: Support
zh_hans: 支持

# tab.account
source: Me
zh_hans: 我的

# tab.capture
source: Capture
zh_hans: 记录

# tab.progress
source: Progress
zh_hans: 进度

# tab.team
source: Team
zh_hans: 球队

# tab.today
source: Today
zh_hans: 今日

# tab.train
source: Train
zh_hans: 训练

# team.accept
source: Accept
zh_hans: 接受

# team.decline
source: Decline
zh_hans: 拒绝

source: Team group
zh_hans: 球队小组

# team.memberships
source: Connected teams
zh_hans: 已连接球队

# team.messagePlaceholder
source: Message your coach
zh_hans: 给教练发消息

source: Team request
zh_hans: 球队请求

source: Team requests
zh_hans: 球队请求

# team.safeChat
source: Coach chat
zh_hans: 教练聊天

# team.safeChatBody
source: Messages use your shared HoopTrack account and respect block and report controls.
zh_hans: 消息使用你的 HoopTrack 账户，并支持屏蔽和举报控制。

# team.send
source: Send
zh_hans: 发送

# today.assigned
source: Assigned today
zh_hans: 今日任务

# today.nextMove
source: Move to study
zh_hans: 学习动作

# today.noNotes
source: No notes yet
zh_hans: 暂无备注

# today.recent
source: Recent progress
zh_hans: 最近进度

# today.title
source: Today
zh_hans: 今日

# today.trainingItem
source: Training item
zh_hans: 训练项目

# training.complete
source: Complete
zh_hans: 完成

# training.focusPoints
source: Focus points
zh_hans: 重点

# training.markComplete
source: Mark complete
zh_hans: 标记完成

# training.markIncomplete
source: Mark incomplete
zh_hans: 标记未完成

# training.moves
source: Moves
zh_hans: 动作

# training.noWorkoutNotes
source: Open the workout to review drills and targets.
zh_hans: 打开训练以查看练习和目标。

# training.plan
source: Plan
zh_hans: 计划

# training.workouts
source: Workouts
zh_hans: 训练课
